{
  "APP_NAME": "ngX-Rocket",
  "About": "About",
  "Hello world !": "Hello world !",
  "Logged in as": "Logged in as",
  "Login": "Login",
  "Logout": "Logout",
  "Password": "Password",
  "Password is required": "Password is required",
  "Username": "Username",
  "Username is required": "Username is required",
  "Username or password incorrect.": "Username or password incorrect.",
  "Remember me": "Remember me",
  "Version": "Version",
  "Header": {
    "curious": "Curious?",
    "login": "Log in"
  },
  "Home": {
    "pageTitle": "Home",
    "topText": "We believe organizations rarely die from moving too fast.",
    "subtext1": "In the new world order, it’s no longer the big fish that eats the small fish; it’s the fast fish that eats the slow fish. The harsh new reality: Slow to adapt, slow to act and slow to market, means death.",
    "subtext2": "We are Sunday+Night. We partner with committed, action-oriented leaders, teams and organizations to deliver solutions to the most compelling business challenges – impossibly fast.",
    "carousel": {
      "title": "CHALLENGES THAT KEEP CEOS AT NIGHT:",
      "subtext": "We are a global secret society of Solutionists specializing in Hyper-Innovation Swarms™. Bespoke teams of cognitively diverse co-creators gather on any given Sunday to swarm the toughest challenges to put them to bed.",
      "growth": "GROWTH",
      "technology": "TECHNOLOGY",
      "organization": "ORGANIZATION",
      "customer": "CUSTOMER",
      "product": "PRODUCT",
      "service": "SERVICE",
      "brand": "BRAND"
    },
    "panel3": {
      "title": "Allow us to be your secret weapon",
      "subtext": "Our unique, yet powerfully simple tools and methods are designed to quickly outsmart, outsolve and outwork your competition while they sleep. Literally.",
      "subtitles": {
        "whystorming": "WHY5TORMING™",
        "whyPop": "An intimate workshop to reframe the initial challenge into a more “human-centric” opportunity. By keeping the universal human drivers in mind, we ensure the customer (and their human need) remains at the center of all eventual solutions generated.",
        "truthstorming": "TRUTHSTORMING™",
        "truthPop": "An intensive workshop designed to quickly align all key stakeholders in the organization. Proprietary tools used include: Business-scape, Customer Composite, Purpose-scape and Brand Composite.",
        "swarm": "SWARM SPARK™",
        "swarmPop": "A detailed, strategic summation of all information gathered during the TruthStorming™ and presented in a way that it will steer the briefing on the Sunday Swarm. This is arguably the most important document we will generate as it will be the key to the success of the Swarm outcome.",
        "hyper": "HYPER-INNOVATION SWARM™",
        "hyperPop": "A fully facilitated 16-hour Sunday (and night) where ideas and solutions are generated by the Solutionists in a dynamic, playful environment. There are four major milestones: Indoctrination, Exploration, Revelation and Creation that results in viable and actionable solutions for the Sponsor."
      }
    },
    "quotes": {
      "title": "PROBLEMS WE’RE HELPING SOLUTION RIGHT NOW:",
      "list": {
        "0": "How can we make lending a great experience for our customers and seamlessly sync up to key life stages?",
        "1": "How do we create a tech-forward, innovation-first media company that represents the reinvention of the traditional record label?",
        "2": "We’re a tech startup with an innovative product for the cognitively impaired. How do we uniquely position ourselves to secure maximum funding?",
        "3": "How do we create a for profit business model to address the Future of Work and prevent talent ‘brain-drain’ in organizations?"
      }
    },
    "curious": {
      "title": "Curious?",
      "email": "Enter your email",
      "sponsor": {
        "title": "Sponsor",
        "action": "I need solutions",
        "popoverTitle": "What is a Sponsor?",
        "popoverText": "aka Client, Partner or Co-conspirator. If you have burning questions, we have burning answers. Let’s start with a 16-minute chat."
      },
      "solutionist": {
        "title": "Solutionist",
        "action": "I want to solution",
        "popoverTitle": "What is a Solutionist?",
        "popoverText": "If you are talented, passionate, ego-less, discreet and looking to flex your unique Creative superpower in one of our Hyper-Innovation Swarms™, we want to hear from you. Apply here to become part our Secret Society."
      },
      "partner": {
        "title": "Strategic Partner",
        "action": "I want to collaborate",
        "popoverTitle": "What is a Strategic Partner?",
        "popoverText": "We are always looking for great partners (as well as crew members and production assistants) to help bring the next Sunday+Night production to life. Let’s create an unforgettable experience together."
      }
    },
    "knock": {
      "title": "Selected to be in an upcoming Swarm?",
      "action": "Knock Knock"
    },
    "looking": {
      "title": "Looking for Monday Morning?"
    }
  }
}
